Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: whoa… yura hwang.
es_419: vaya… yura hwang.

source: whoosh
es_419: FUSH

source: jingyeong, what time is it?
es_419: jingyeong, ¿qué hora es?

source: what?! what's with that look on your faces?!
es_419: ¡¿qué?! ¡¿por qué me miran así?!

source: pull
es_419: JALA

source: did that bother you?
es_419: ¿te molestó?

source: please welcome, director dongho kim and the main stars!
es_419: ¡demos la bienvenida al director dongho kim y a los protagonistas!

source: my...
es_419: ¡¿lo…

source: this fool...
es_419: este idiota…

source: no, don't be!
es_419: ¡oh, no importa!

source: wow… I guess no one's here since it's a weekday.
es_419: vaya… supongo que no viene nadie en día de semana.

source: wow, seunghyeon. you've never cooked like this for us before.
es_419: caray, seunghyeon. nunca cocinaste tan bien para nosotros.

source: it's jeong-u kim.
es_419: soy jeong-u kim.

source: the interview the director and nixx are doing right now will take about thirty minutes, so take a nap.
es_419: la entrevista que están haciendo ahora el director y nixx durará unos treinta minutos. duerme una siesta.

source: of course, I'm happy and flattered.
es_419: claro que me siento halagada y contenta.

source: you're very handsome and I feel like I've seen you on TV.
es_419: es muy guapo y creo haberlo visto en la televisión.

source: I've been told numerous times on how I skip out on the details, but it's hard for me to fix that.
es_419: me han dicho mil veces que olvido dar detalles, pero no logro corregir mi mal hábito.

source: one year ago
es_419: un año antes

source: paprika, cabbage, sesame leaf…
es_419: pimentón, col, hoja de sésamo…

source: On the right.
es_419: a la derecha.

source: I don't understand why she didn't act like this earlier. she could've saved all of us the trouble.
es_419: no entiendo por qué no actuó así antes. podría habernos ahorrado la molestia.

source: I mean how bad did you fall for her that it's affecting your work?!
es_419: ¡¿qué tan enamorado estás para que eso entorpezca tu trabajo?!

source: besides that incident, we've been hassled by whack directors and wannabe sponsors--
es_419: además de aquel incidente, nos han molestado directores locos y supuestos patrocinadores…

source: yes, I did, or no, I didn't.
es_419: sí o no.

source: let's get you warmed up.
es_419: vamos a abrigarte.

source: but as you know, jeong-u’s wife’s family is quite--
es_419: ya sabes que la familia de la esposa de jeong-u es bastante…

source: splash
es_419: PLASH

source: hmm…
es_419: mmm…

source: pretty much.
es_419: algo así.

source: me?! why?!
es_419: ¡¿por qué?!

source: to be continued
es_419: continuará

source: I know you never had to worry about such things…
es_419: sé que nunca tuviste que preocuparte por eso…

source: did you talk to director yu--
es_419: ¿hablaste con el director yu?

source: riiiing
es_419: RIING

source: …you need to chummy up to those with power.
es_419: … debe pegarse a los que tienen poder.

source: no, they're right on schedule.
es_419: no, todo va según el cronograma.

source: why do I always run into him when I look the worst?!
es_419: ¡¿por qué siempre me lo encuentro cuando me veo horrible?!

source: oh yeah, of course.
es_419: ah, por supuesto.

source: du dun
es_419: BABÚM

source: stop!!
es_419: ¡¡para!!

source: hey, you seem quite excited about all this…
es_419: oye, pareces bastante entusiasmado con esto…

source: did he?
es_419: ¿de veras?

source: have you been drinking?
es_419: ¿has bebido?

source: drip
es_419: PLIC

source: Seunghyeon seonbae
es_419: seunghyeon kang

source: oh, they started the photo wall session.
es_419: ah, comenzó la sesión de fotos.

source: I'll cook you something good. something delicious.
es_419: les cocinaré algo bueno. haré una comida deliciosa.

source: have you heard me refer to anyone as a scumbag besides that one jerk?
es_419: ¿me has oído hablar de alguien como una rata además de ese idiota?

source: it's gonna be so awkward with just us two!!
es_419: ¡será tan incómodo si estamos solos!

source: anyhow, all the other actors are suffering due to that useless fool.
es_419: como sea, los otros artistas la pasan mal por culpa de ese inútil.

source: step
es_419: TAP

source: what is it?
es_419: ¿cuál?

source: do I look alright?
es_419: ¿me veo bien?

source: shake
es_419: SACUDE

source: I thought it was going to be smooth sailing since our script worked out so well. who'd have thought I'd be stuck on casting?!
es_419: creí que todo iría sobre ruedas, porque nuestro guion funcionó muy bien. ¡¿quién hubiera pensado que me atascaría en el casting?!

source: seonbae, those are green bell peppers.
es_419: seunghyeon, esos son pimientos verdes.

source: it'll be impossible to meet with him in public, especially at this hour.
es_419: será imposible vernos en público, sobre todo a esta hora.

source: MEDICAL CENTER
es_419: CENTRO MÉDICO

source: listen, can you leave--
es_419: oye, ¿puedes irte…?

source: compared to her, I'm…
es_419: comparada con ella, yo…

source: take a 20-minute break!
es_419: ¡descansen 20 minutos!

source: squeal
es_419: AAAAAH

source: jeez, I heard that the director picks on one person and drills them throughout the shoot when he's not in the mood. the rumors were true.
es_419: cielos, escuché que cuando el director se malhumora, se ensaña con una persona y la vuelve loca durante la filmación. los rumores eran ciertos.

source: I'm afraid you'll slip and cause a ruckus if you keep acting like the fool you've been lately.
es_419: si sigues actuando como un tonto, cometerás un error y causarás un alboroto.

source: chomp
es_419: ÑOM

source: wave
es_419: AGITA

source: what in the world?! seunghyeon kang's right behind him!
es_419: ¡¿pero cómo es posible?! ¡seunghyeon kang viene con él!

source: oh...
es_419: AH…

source: sorry?
es_419: ¿perdón?

source: no matter what you do, yeonghan isn't going to bat an eye.
es_419: hagas lo que hagas, yeonghan ni siquiera va a pestañear.

source: peek
es_419: MIRA

source: well, I spoke to him a couple times after we came back to seoul. anyhow, he called me yesterday and said seunghyeon got hurt during the shoot.
es_419: cuando regresamos a seúl, hablé con él un par de veces. bueno, me llamó ayer y dijo que seunghyeon se había lesionado en el rodaje.

source: thunk
es_419: TUMP

source: I hope you enjoy my audition!
es_419: ¡espero que disfruten mi audición!

source: I thought there'd be traffic due to snow, but it wasn't bad at all.
es_419: pensé que habría mucho tráfico por la nevada, pero no fue para tanto.

source: Original Story by Chaeun Art by Godago
es_419: historia original de chaeun arte por godago

source: this is our precious gem, yura hwang!
es_419: ¡este es nuestro tesoro, yura hwang!

source: alright, calm down…
es_419: bien, cálmate…

source: what brings you here at a time like this?
es_419: ¿qué te trae por aquí?

source: episode 4
es_419: episodio 4

source: I myself don't want to have name known to the public as seunghyeon kang's love interest.
es_419: tampoco quiero que el público me conozca por ser el interés romántico de seunghyeon kang.

source: bzzt
es_419: BZZZ

source: did you sleep well? how're you feeling?
es_419: ¿dormiste bien? ¿cómo te sientes?

source: thank you for the warm welcome.
es_419: gracias por esta bienvenida.

source: yep, why?
es_419: sí, ¿por qué?

source: I hp[e it cam b e that somrday,,, Thanls fot reafing mu lobg tezt.
es_419: gracias por leer estemensaje tan largo_/

source: he's a true celebrity.
es_419: es toda una estrella.

source: …I'll make sure to watch it in theaters with jingyeong next time.
es_419: … me aseguraré de ir al cine con jingyeong cuando se estrene.

source: what do I do?
es_419: ¿qué hago?

source: but…
es_419: pero…

source: this…
es_419: soy…

source: well, it's just that…
es_419: bueno, es solo que…

source: don't be ridiculous! it suits you perfectly!
es_419: ¡no seas tonta! ¡te queda perfecto!

source: I'll go get some hand warmers.
es_419: buscaré calentadores de manos.

source: ha...
es_419: ja…

source: honk
es_419: PIIIII

source: oh!
es_419: ¡ah!

source: hmm...
es_419: mmm…

source: what do you mean you don't know?{j}I mean, seunghyeon's a good catch! you don't want to miss this opportunity! so, what do you say we grab a drink for some courage, huh?
es_419: ¿a qué te refieres con que no sabes?{j}¡seunghyeon es un buen partido! ¡no querrás perder la oportunidad! vamos, ¿qué dices si tomamos ese trago y nos armamos de valor?

source: and I know that his loving gaze is just a part of his acting...
es_419: y sé que su tierna mirada es solo parte de su actuación,

source: hey, yura hwang.
es_419: eh, yura hwang.

source: anyhow, I'll be speaking to you about this officially later…
es_419: en cualquier caso, te hablaré de esto oficialmente más tarde…

source: nod
es_419: ASIENTE

source: slide
es_419: DESLIZA

source: huh?
es_419: ¿eh?

source: yes?
es_419: ¿sí?

source: I'm sensing something.
es_419: percibo algo.

source: I'm just kidding.
es_419: estoy bromeando.

source: oh,
es_419: ah,

source: but unless I master this suji role, they're nothing but poor excuses.
es_419: pero, a menos que me destaque en el papel de suji, no serán más que pobres excusas.

source: seunghyeon, you alright?!
es_419: ¡¿seunghyeon, estás bien?!

source: even if that happens…
es_419: incluso si eso pasa…

source: sparkle
es_419: CLIN

source: I'm yura hwang.
es_419: soy yura hwang.

source: it does make sense since this is the second accident on site after yura…
es_419: pero tiene sentido. es el segundo accidente en el plató después del de yura…

source: alright!
es_419: ¡muy bien!

source: …so please remain seated as we begin the screening.
es_419: … así que permanezcan sentados. comienza la proyección.

source: you haven't looked at me once.
es_419: no me has mirado ni una vez.

source: what?!!
es_419: ¡¿cómo?!

source: glance
es_419: MIRA

source: yes, hello?
es_419: sí, ¿hola?

source: oh, my gosh! that's minseong jang, right?!
es_419: ¡oh, dios mío! es minseong jang, ¡¿verdad?!

source: they all want to see you.
es_419: todos quieren verte.

source: I strongly agree with her…
es_419: coincido con ella…

source: hahahaha
es_419: JAJAJAJA

source: what the…
es_419: ¿pero qué…?

source: before sending…
es_419: antes de enviarlo…

source: nice room!
es_419: ¡qué cuarto!

source: should I?
es_419: ¿debería?

source: I'm sorry!
es_419: ¡lo siento!

source: spring
es_419: SALTA

source: what kind of role is it?
es_419: ¿cómo es el papel?

source: no, wait, listen...
es_419: no, espera, escucha…

source: I just got back after shooting an all-nighter.{j}Today's your first day, right?{j}Good luck.{j}Don't be too nervous.
es_419: recién regreso del plató. rodamos toda la noche. es tu primer día, ¿verdad? buena suerte. no estés nerviosa.{j}{j}{j}

source: it's a simple answer, but she seemed like she needed some time to answer.
es_419: es una respuesta sencilla, pero ella parece necesitar más tiempo para decidirse.

source: who wouldn't fall in love with a beauty like that?!
es_419: ¿quién no se enamoraría de una belleza así?

source: zoom
es_419: FUUM

source: me? here.
es_419: ¿yo? aquí.

source: what is it that I want?
es_419: ¿qué es lo que quiero?

source: this won't do.
es_419: esto no está bien.

source: clack
es_419: CLAC

source: so, when I'm acting with someone who can't act, it's hard for me to cover for them.
es_419: y cuando trabajo con alguien que es pésimo actor, me resulta difícil cubrirlo.

source: what about you, seonbae?
es_419: ¿y qué hay de ti?

source: snap out of it, yura.
es_419: cállate, yura.

source: what's this?
es_419: ¿qué es?

source: our eccentric director has asked to interrupt your break. what should I do?
es_419: nuestro excéntrico director me pidió interrumpir tu descanso. ¿qué debo hacer?

source: an... audition?
es_419: ¿una… audición?

source: And will Seunghyeon figure out why he can’t get Yura out of his mind?
es_419: ¿Y podrá descubrir Seunghyeon por qué no puede dejar de pensar en Yura?

source: but I do want something to happen between us.
es_419: pero me gustaría que lo hubiera.

source: gotcha!
es_419: ¡te pillé!

source: I got this!
es_419: ¡estoy lista!

source: maybe drowning in water that time is affecting you. shall we have it checked out at the hospital?
es_419: quizá ahogarte te afectó. ¿quieres que vayamos al hospital?

source: gasp
es_419: AAAH

source: can I…
es_419: ¡¿podré…

source: I need to let jingyeong know about my audition.
es_419: debo avisarle a jingyeong que voy a audicionar.

source: sigh
es_419: AH

source: ELEGANT TABLE AUDITION SITE
es_419: LA MESA ELEGANTE SITIO DE AUDICIÓN

source: click
es_419: CLIC

source: I can do it well this time, director yu!
es_419: ¡esta vez lo haré bien, director yu!

source: um, and also...
es_419: mmm, además…

source: so what happened with you and seunghyeon?!
es_419: ¡¿y qué pasó entre tú y seunghyeon?!

source: thanks to that, I enjoyed every minute of shooting the music video!
es_419: ¡por eso disfruté cada minuto de la filmación del video musical!

source: or a good liar?
es_419: ¿o un mentiroso?

source: the cover shoot for "MEN" won't affect your injury since it's just taking photos.
es_419: la sesión para MEN no complicará la curación porque solo te tomarán fotos.

source: alright! who knows?!{j}I might become the scene-stealer by dying dramatically! having a part in a movie like time is a huge deal!
es_419: ¡muy bien! ¡¿quién sabe?!{j}¡podría robar la escena por morir con dramatismo! ¡tener un papel en una película como tiempo es importante!

source: he stopped by in the morning to say hi but it was half-hearted.
es_419: pasó a saludar por la mañana, pero no estaba muy convencido.

source: so…
es_419: pues…

source: I don't remember seeing you at the wedding...
es_419: yo no recuerdo haberte visto en la boda…

source: …it seemed like he was sincere.
es_419: … parecía ser sincero.

source: she looks like she's about to faint.
es_419: parece estar a punto de desmayarse.

source: hey, you don't need to listen to this crap!
es_419: ¡oye, no tienes que escuchar idioteces!

source: our paths might not cross again...
es_419: nuestros destinos son diferentes…

source: not tomorrow.
es_419: mañana, no.

source: tick tock
es_419: TIC TAC

source: wh-what?!
es_419: ¡¿q-qué?!

source: I can smell his scent...
es_419: puedo percibir su aroma…

source: however, don't make it too obvious. it won't do both of you any good if a scandal breaks out and affects the movie.
es_419: pero no lo hagas muy obvio. no sería bueno que estallara un escándalo. eso perjudicaría a la película.

source: episode 32
es_419: episodio 32

source: good, thanks.
es_419: bien, gracias.

source: I'm so sorry about what happened...
es_419: lamento tanto lo que ocurrió…

source: dash
es_419: CORRE

source: I'm still a patient!
es_419: ¡sigo en recuperación!

source: come on… there's no way.
es_419: vamos… eso no pasará.

source: grin
es_419: SONRÍE

source: Mobile
es_419: celular

source: yes, now isn't the time to be hung up on jeong-u.
es_419: sí, no es momento para obsesionarme con jeong-u.

source: wow, he's so glamorous…
es_419: guau, qué glamoroso…

source: oh, no. I drank at home.
es_419: ah, no. bebí en casa.

source: dun
es_419: PUM

source: just as I thought, the male lead in this drama is jeong-u kim…
es_419: es lo que pensé. él es el protagonista masculino en este drama…

source: yura, why aren't you coming?
es_419: ¿vienes, yura?

source: since you're the one who wrote the message, you can explain it to me, right?
es_419: ya que tú escribiste el mensaje, puedes explicarme lo que dice, ¿verdad?

source: as if she's been on your mind, forever.
es_419: es como si hubieras estado pensando en ella.

source: there he goes again...
es_419: otra vez…

source: pfft
es_419: PFFF

source: excuse me, ma'am.
es_419: disculpe, señora.

source: but he's not someone within my reach.
es_419: pero él no está a mi alcance.

source: well, that's…
es_419: bueno, eso…

source: flash
es_419: CHAS

source: scratch
es_419: RAS

source: SUPER STAR NIXX MUSIC VIDEO BEHIND THE SCENES
es_419: SUPER ESTRELLA NIXX DETRÁS DE LA ESCENA DEL VIDEO

source: …now's the time?
es_419: … ¿ha llegado el momento?

source: I like this specific one better than the other hundreds I can get.
es_419: prefiero esta a los otros cientos que puedo comprar.

source: jeong-u was like that at first.
es_419: jeong-u también era así al principio.

source: this is such an abrupt audition…
es_419: es una audición tan repentina…

source: hm?
es_419: ¿eh?

source: oh, hey there, yura.
es_419: ah, hola, yura.

source: I'd just like to check your vibe on the emotional acting.
es_419: solo quiero ver qué transmites emocionalmente.

source: wh-what did I say?!
es_419: ¡¿q-qué dije?!

source: ...don't you want to become famous?
es_419: ¿te gustaría ser famosa?

source: I know seonbae could be different.
es_419: sé que seunghyeon podría ser distinto.

source: but I think...
es_419: pero creo que…

source: hahaha
es_419: JAJAJA

source: then we can meet up and you can explain the text to me, sober.
es_419: entonces podemos vernos y me explicas el mensaje ya sobria.

source: which isn't something I should say.
es_419: no es algo que yo vaya a decirle.

source: thank you!!
es_419: ¡¡gracias!!

source: droop
es_419: FRUM

source: wh-what do I do?
es_419: ¿y-y qué hago?

source: whoa, what's all this?! this is better than just pretty good!!
es_419: oye, ¡¿cómo?! ¡¡esto excede el concepto de "bastante bueno"!!

source: I should get some champagne and cake...
es_419: necesitamos champaña y torta…

source: ...since I'm afraid of getting hurt again.
es_419: … porque temo ser lastimada de nuevo.

source: I'm trying to lend a hand to my ex here...
es_419: estoy tratando de ayudar a mi ex…

source: she wants to show off how well she's being treated.
es_419: quiere presumir de lo bien que la trato.

source: it feels like the days have gone by both fast and slow…
es_419: siento como si los días hubieran pasado rápido y lento…

source: I didn't think you'd remember, but thanks for recognizing it!
es_419: no pensé que lo recordarías, ¡pero gracias por decirlo!

source: ladies and gentlemen, the premier will soon begin.
es_419: damas y caballeros, la premier comenzará pronto.

source: FRESH FOOD
es_419: FRESCOS

source: he... missed...
es_419: ¿me… echa…

source: yes...
es_419: sí…

source: ...no matter the distance.
es_419: … sin importar la distancia.

source: dazed
es_419: ATURDIDO

source: oh, wait.
es_419: aguarda.

source: wait, you sounded a bit bitter.
es_419: espera, sonaste algo resentido.

source: now that you're a veteran of seven years, you think it's okay for you to rest when the director is out first, waiting?
es_419: ahora que eres una veterana de siete años, ¿crees que es correcto descansar cuando el director llega primero y te está esperando?

source: that's a strong denial, yura!
es_419: ¡qué negativa con énfasis!

source: you're right.
es_419: sí, es ella.

source: ...on those meaningless words?
es_419: … a esas palabras sin sentido?

source: …please keep an eye on me!
es_419: … ¡mira cómo lo hago, por favor!

source: no wonder. you seemed a bit off when you said you were our fan.
es_419: por eso se te veía tan incómoda diciendo que eras nuestra admiradora.

source: minseong felt like an intruder to me…
es_419: me molestó la intromisión de minseong,

source: oh, jeong-u kim!
es_419: ¡ah, jeong-u kim!

source: beam
es_419: SONRÍE

source: huh?!
es_419: ¡¿eh?!

source: grab
es_419: AGARRA

source: uh...
es_419: ah…

source: uh… well…
es_419: eh… bueno…

source: creak
es_419: CRIIC

source: hey, minseong!
es_419: ¡oye, minseong!

source: did you have any feelings for me when we were together?
es_419: ¿sentías algo por mí cuando estábamos juntos?

source: they were friendly…
es_419: fueron muy amables…

source: gwangsu, I'm in pain right now.
es_419: gwangsu, estoy dolorido.

source: we made some changes to our script, so I'll explain before we start shooting.
es_419: hicimos cambios en el guion, así que lo explicaré antes de comenzar a filmar.

source: I'm not drunk at all.
es_419: no estoy borracha.

source: there are many like you.
es_419: hay muchos como tú.

source: your text.{j}I couldn't understand any of it.
es_419: "por el mensaje.{j}no entendí ni una palabra".

source: turn
es_419: GIRA

source: ...were they all fake as well?
es_419: … ¿también eran falsas?

source: I can't believe I have to shoot until eleven tonight when I just shot an all-nighter till this morning. director yu's a monster…
es_419: es increíble que haya tenido que rodar hasta casi medianoche habiendo pasado toda la noche anterior en el plató. el director yu no tiene piedad…

source: hello, jeong-u!
es_419: ¡hola, jeong-u!

source: think that you're a good actor…
es_419: pensar que eres buen actor?

source: I know how busy all of you are but thank you sparing the time for today's interview!
es_419: ¡gracias por el tiempo que dedicaron a esta entrevista! sé que están muy ocupados.

source: he couldn't focus because of me?! that's ridiculous!
es_419: ¡¿no podía concentrarse por mi culpa?! ¡qué absurdo!

source: I also have a question.
es_419: también tengo una pregunta.

source: …yes, a little…
es_419: … sí, un poco…

source: he said this is his goodbye gift.
es_419: dijo que era su regalo de despedida.

source: right?
es_419: ¿verdad?

source: that's why I'm here!
es_419: ¡por eso estoy aquí!

source: shriek
es_419: CRIIIII

source: I'm getting married.
es_419: voy a casarme.

source: he probably doesn't remember me...
es_419: es probable que no me recuerde…

source: but we have an audition for elegant table.
es_419: pero tenemos la audición de la mesa elegante.

source: reach
es_419: AGARRA

source: murmur
es_419: BLA BLA

source: what an honor, right?
es_419: ¿qué honor, verdad?

source: good thing I was able to get up before the promised time to meet up.
es_419: menos mal que logré despertarme antes de la hora a la que acordamos vernos.

source: dammit, what am I supposed to do to appease her today?
es_419: diablos, ¿qué se supone que debo hacer para apaciguarla hoy?

source: for not considering that your feelings can be different from mine.
es_419: y debería haber considerado que podrías no sentir lo mismo que yo.

source: director yu's room is over there, so if you're going to curse at him, do it in that direction.
es_419: la habitación del director yu está por ahí, así que si vas a insultarlo, hazlo en esa dirección.

source: oh, okay!
es_419: ¡sí, voy!

source: is there a way to get out of this…
es_419: hay una manera de librarme de esto…

source: you spent a lot of time getting ready for that role!
es_419: ¡pasaste mucho tiempo preparándote para ese papel!

source: clench
es_419: APRIETA

source: but without a doubt…
es_419: sin duda…

source: seonbae?!
es_419: ¡¿seunghyeon?!

source: jingyeong… can I please go to a different gym?
es_419: jingyeong… por favor, ¿puedo ir a otro gimnasio?

source: I never had to worry about such things for the past seven years.
es_419: no tuve que preocuparme por nada de eso en los últimos siete años.

source: they're talking about time.
es_419: hablan sobre tiempo.

source: wait for hours in the car during the heat!
es_419: ¡esperaba horas en el auto cuando hacía calor!

source: oh… I see.
es_419: ah… ya veo.

source: seunghyeon seonbae.{j}I'd really like to meet him someday!
es_419: seunghyeon kang.{j}¡me encantaría conocerlo!

source: so my point is, I'll fully support you, but just be careful.
es_419: lo que digo es que te apoyaré por completo. solo sé cuidadoso.

source: hmph…
es_419: mmmf…

source: didn't you say you were free today? you should go audition right now.
es_419: ¿no dijiste que estabas libre hoy? deberías hacerlo ahora mismo.
